[
  "By simply twisting the head of his penis, Chuck Norris can alter his urine stream from spray to mist.",
  "Justin Biebers not gay, just ask his boyfriend! Chuck Norris unrelated",
  "The crew in Apollo 13 could have saved themselves a lot of trouble if they had used \"Chuck Norris, please help us\" instead of \"Houston, we have a problem\".",
  "Chuck Norris can make he planet tilt on its axis simply by shoving a billiard cue into the ground and leaning on it.",
  "Chuck Norris didnt ask jesus to forgive him for his sins he simply apologized for giving jesus's dad so many dead costermers",
  "Chuck Norris digests His Food In His Mouth.",
  "Chuck Norris once downloaded the entire Internet",
  "Chuck Norris is a man of his word. Every contract he signs, he signs in blood....Your Blood for doubting his word",
  "Chuck Norris does not dream.",
  "When you say \"no one's perfect\", Chuck Norris takes this as a personal insult.",
  "Chuck Norris once frightened Christopher Walken. From now on he is known as Christopher Runnin.",
  "Chuck Norris passes the dutchie on the RIGHT hand side.",
  "Think Green...Think Chuck Norris!",
  "Some people like to eat frog legs. Chuck Norris likes to eat lizards; hence snakes.",
  "When you watch Chuck NOrris in HD, it's even more painful.",
  "Chuck Norris does not have to answer the phone. His beard picks up the incoming electrical impulses and translates them into audible sound.",
  "To be the person who Chuck Norris is right now, he never learned from his failures because he never commits failure but success.",
  "A Chuck Norris rape only lasts for 0.4 of a second. The next six hours are demanded.",
  "Surprisingly, the only Street Fighter II move based on one of Chuck Norris' was Chun-Li's. Chuck Norris prefers to travel by performing four upside-down double-roundhouse kicks per second.",
  "Its not that Chuck Norris cant handle the truth. The truth cant handle Chuck Norris",
  "A man sitting next to Chuck Norris on a plane started to complain about the lack of room and got on Chuck's nerves. So he stuffed the motherfucker into the overhead storage compartment.",
  "Chuck Norris can see a black person on Friends.",
  "Who wins in a race car race? Chuck Norris always wins. No excuses.",
  "Chuck Norris never goes to the dentist because his teeth are unbreakable. His enemies never go to the dentist because they have no teeth.",
  "A crocodile attacked Chuck Norris while he swam in a Florida river. The same croc was seen at a local veterinarians office the next day attempting to get a set of teeth to replace his, as they were all missing.",
  "When Chuck Norris was born, he immediately got up, round-housed his dad right in the face and said \"that's for sleeping with my mom\"",
  "Due to a temporal anomaly not yet fully understood, the sun does actually shine out of Chuck Norris' ass.",
  "When Chuck Norris was born he round house kicked the Doctor in the face Slow mo' 3 times for slapping his ass.",
  "Chuck Norris owns and operates a family restaurant in Waco, TX. The only item on the menu is a knuckle sandwich.",
  "It should go without saying Chuck Norris leaves a trail of vanquished supermodels in his wake wherever he goes.",
  "Chuck Norris does die, but is reborn an adult seconds after he dies.",
  "Chuck Norris does not play the lottery. It doesn't have nearly enough balls.",
  "If released, the four-hour Chuck Norris/Kim Kardashian sex-tape will literally break the internet.",
  "Chuck Norris doesn't have a watch, HE decides what time it is.",
  "Upon leaving a public swimming pool, Chuck Norris then urinates in it.",
  "When Bruce Banner gets mad,he turns into the Hulk.When Chuck Norris gets mad,the Hulk turns and runs.",
  "Chuck Norris always flips the script. That's the only reason why he doesn't get more movie roles.",
  "Chuck Norris can sleep with eyes OPEN.",
  "Chuck Norris performs his epic nightly threesomes on a waterbed filled with orphan tears.",
  "Chuck Norris Can See Thunder.",
  "Chuck Norris has decided the world will not end on 12/12/12.",
  "Chuck Norris can watch 3-D movies wearing only a monocle.",
  "Chuck Norris knows where Barack Obama was born.",
  "Chuck Norris isn't all that interested in astronomy. The only stars Chuck Norris cares about are the 50 on the flag of the USA, the one that's part of his Ranger badge, and the Lone Star of Texas.",
  "Chuck Norris ripped soneone's mouth up and told them to SHUT UP.",
  "Chuck Norris' earlobes can roundhouse kick your face through the back of your skull.",
  "Chuck Norris honestly does read Playboy for the articles, as all the models are too plain and flat-chested."
]
